export default {
  caption: 'Формир распред',
  'дата-caption': 'Дата',
  'номерДокРаспр-caption': 'Номер док распр',
  'докумПостав.клиенты.наимЗаказ-caption': '',
  'докумПостав.организация.наименование-caption': '',
  'пунктПогрузки.наименование-caption': '',
  'списокБарж.номерБаржи-caption': '',
  'списокКонтей.наимКонт-caption': '',
  'докумПостав-caption': 'Докум постав',
  'пунктПогрузки-caption': 'Пункт погрузки',
  'списокБарж-caption': 'Список барж',
  'списокКонтей-caption': 'Список контей',
  'докумПостав.номерДог-caption': '',
  'докумПостав.клиенты.телефон-caption': '',
  'докумПостав.клиенты.адресПостав-caption': '',
  'списокКонтей.номерКонт-caption': ''
};
