export default {
  caption: 'Формир рез пос',
  'дата-caption': 'Дата',
  'статусЗаказа-caption': 'Статус заказа',
  'наличиеДеф-caption': 'Наличие деф',
  'удовлКл-caption': 'Удовл кл',
  'формирРаспред.номерДокРаспр-caption': '',
  'формирРаспред.докумПостав.организация.наименование-caption': '',
  'формирРаспред.докумПостав.клиенты.наимЗаказ-caption': '',
  'формирРаспред.докумПостав.клиенты.телефон-caption': '',
  'формирРаспред.докумПостав.клиенты.адресПостав-caption': '',
  'формирРаспред.пунктПогрузки.наименование-caption': '',
  'формирРаспред-caption': 'Формир распред'
};
