export default {
  projections: {
    ФормирРаспредE: {
      дата: {
        __caption__: 'Дата'
      },
      номерДокРаспр: {
        __caption__: 'Номер док распр'
      },
      докумПостав: {
        __caption__: 'Докум постав',
        номерДог: {
          __caption__: ''
        },
        организация: {
          __caption__: '',
          наименование: {
            __caption__: ''
          }
        },
        клиенты: {
          __caption__: '',
          наимЗаказ: {
            __caption__: ''
          },
          телефон: {
            __caption__: ''
          },
          адресПостав: {
            __caption__: ''
          }
        },
        дата: {
          __caption__: 'Дата'
        }
      },
      пунктПогрузки: {
        __caption__: 'Пункт погрузки',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      списокБарж: {
        __caption__: 'Список барж',
        номерБаржи: {
          __caption__: ''
        },
        производитель: {
          __caption__: 'Производитель'
        }
      },
      списокКонтей: {
        __caption__: 'Список контей',
        номерКонт: {
          __caption__: ''
        },
        наимКонт: {
          __caption__: 'Наим конт'
        }
      }
    },
    ФормирРаспредL: {
      номерДокРаспр: {
        __caption__: 'Номер док распр'
      },
      дата: {
        __caption__: 'Дата'
      },
      докумПостав: {
        __caption__: 'Дата',
        номерДог: {
          __caption__: 'Номер договора'
        },
        клиенты: {
          __caption__: '',
          наимЗаказ: {
            __caption__: 'наименование заказчика'
          }
        },
        дата: {
          __caption__: 'Дата'
        }
      },
      пунктПогрузки: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      списокБарж: {
        __caption__: 'Производитель',
        производитель: {
          __caption__: 'Производитель'
        }
      },
      списокКонтей: {
        __caption__: 'Наим конт',
        наимКонт: {
          __caption__: 'Наим конт'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номерДокРаспр: {
      __caption__: 'Номер док распр'
    },
    докумПостав: {
      __caption__: 'Докум постав'
    },
    пунктПогрузки: {
      __caption__: 'Пункт погрузки'
    },
    списокБарж: {
      __caption__: 'Список барж'
    },
    списокКонтей: {
      __caption__: 'Список контей'
    }
  }
};
