export default {
  projections: {
    ФормирРезПосE: {
      дата: {
        __caption__: 'Дата'
      },
      формирРаспред: {
        __caption__: 'Формир распред',
        номерДокРаспр: {
          __caption__: 'Номер док распр'
        },
        докумПостав: {
          __caption__: '',
          организация: {
            __caption__: '',
            наименование: {
              __caption__: ''
            }
          },
          клиенты: {
            __caption__: '',
            наимЗаказ: {
              __caption__: ''
            },
            телефон: {
              __caption__: ''
            },
            адресПостав: {
              __caption__: ''
            }
          }
        },
        пунктПогрузки: {
          __caption__: '',
          наименование: {
            __caption__: ''
          }
        }
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      },
      наличиеДеф: {
        __caption__: 'Наличие деф'
      },
      удовлКл: {
        __caption__: 'Удовл кл'
      }
    },
    ФормирРезПосL: {
      дата: {
        __caption__: 'Дата'
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      },
      наличиеДеф: {
        __caption__: 'Наличие деф'
      },
      удовлКл: {
        __caption__: 'Удовл кл'
      },
      формирРаспред: {
        __caption__: 'Номер док распр',
        номерДокРаспр: {
          __caption__: 'Номер док распр'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    наличиеДеф: {
      __caption__: 'Наличие деф'
    },
    статусЗаказа: {
      __caption__: 'Статус заказа'
    },
    удовлКл: {
      __caption__: 'Удовл кл'
    },
    формирРаспред: {
      __caption__: 'Формир распред'
    }
  }
};
